1password
7zip
accountsservice
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
aspell
b43-fwcutter
base
base-devel
bash-completion
bat
bind
bluez
bluez-utils
btrfs-progs
cantarell-fonts
clipse
cryptsetup
device-mapper
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
exfatprogs
f2fs-tools
ffmpegthumbnailer
firefox
firewalld
fish
git
glances
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
haveged
hdparm
hwdetect
hwinfo
hyprland
hyprpaper
hyprpolkitagent
inetutils
interception-dual-function-keys
inxi
iptables-nft
iwd
jfsutils
jq
kernel-install-for-dracut
less
libdvdcss
libgsf
libopenraw
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
modemmanager
mtools
nano
nano-syntax-highlighting
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia
nvidia-hook
nvidia-inst
openssh
otf-font-awesome
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
poppler-glib
power-profiles-daemon
proton-vpn-gtk-app
pv
python
python-capng
python-defusedxml
python-packaging
python-pyqt5
qt5-wayland
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rsync
rtkit
s-nail
sg3_utils
smartmontools
sof-firmware
starship
stow
sudo
swaync
sysfsutils
systemd-sysvcompat
texinfo
tldr
tofi
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
ueberzugpp
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vi
waybar
welcome
wezterm-git
wget
which
wireguard-tools
wireplumber
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
yazi
zen-browser-bin
zoxide
